{
  "capture": "பிடி",
  "changeImage": "படத்தை மாற்றவும்",
  "cancel": "ரத்து செய்",
  "logoTitle": "கிருஷி பிரஹரி",
  "diagnoseButton": "இப்போது பரிசோதிக்கவும்",
  "heroTitle": "உங்கள் பயிரின் தனிப்பட்ட மருத்துவர்",
  "heroDescription": "நோய் கண்டறிதல் எளிதாகப்பட்டது",
  "heroButton": "எங்கள் அம்சங்களை ஆராயுங்கள்",
  "uploadTitle": "உங்கள் பயிரை எங்களை காட்டு",
  "uploadDescription": "உங்கள் பயிரின் படத்தை இங்கே பதிவேற்றுக",
  "captureCrop": "உங்கள் பயிரை பிடி",
  "precautionsLabel": "எச்சரிக்கை",
  "treatmentLabl": "சிகிச்சை/பராமரிப்பு",
  "waterRequirementLabel": "நீர்ச் சாயம்",
  "descriptionLabel": "விளக்கம்",
  "cropLabel": "பயிர்",
  "statusLabel": "நிலை",
  "backButton": "மீண்டும்",
  "moreDetailsButton": "மேலும் விவரங்கள்",
  "diseases": {
    "Apple___Cedar_apple_rust": {
      "leafName": "ஆப்பிள்",
      "diseaseName": "சீடர் ஆப்பிள் ரஸ்ட்",
      "description": "சீடர் ஆப்பிள் ரஸ்ட் என்பது ஒரு பூஞ்சை நோய் ஆகும், இது ஆப்பிள் இலைகளில் பிரகாசமான ஆரஞ்சு, மஞ்சள் அல்லது சிவப்பு புள்ளிகளை உண்டாக்குகிறது, இதனால் பழத்தின் தரமும் மகசூலும் குறைகிறது.",
      "precautions": "ரஸ்ட் பூஞ்சையின் ஹோஸ்ட் ஆகிய அருகிலுள்ள ஜுனிபர் அல்லது சீடர் மரங்களை அகற்றுங்கள். தொடக்க வதந்தியில் பூஞ்சை மருந்துகளைப் பயன்படுத்துங்கள்.",
      "treatment": "பூஞ்சை மருந்துகளைப் பயன்படுத்தி தேவையான அளவிற்கு பராமரிக்கவும். பாதிக்கப்பட்ட இலைகளை அடித்து அவற்றை சரியான முறையில் அகற்றவும்.",
      "water": "தொடர்ச்சியான நீர்ப்பூச்சு வழங்கி, இலை வெப்பத்தை குறைத்து நோய் பரவுவதைத் தவிர்க்கவும்."
    },
    "Apple___healthy": {
      "leafName": "ஆப்பிள்",
      "diseaseName": "ஆரோக்கியமானது",
      "description": "இந்த ஆப்பிள் இலை ஆரோக்கியமாக உள்ளது, நோய் அல்லது சேதத்தின் அறிகுறிகளின்றி, சீரான வளர்ச்சிக்கான நன்மையான சூழ்நிலையை குறிப்பதாகும்.",
      "precautions": "புதிய நோய்களைத் தவிர்க்க கண்காணிப்பை நடத்துங்கள். சரியான நீர்ப்பூச்சு, உரம், மற்றும் வெட்டிவிடல் பற்றிய பராமரிப்புகள் தொடருங்கள்.",
      "treatment": "சிகிச்சை தேவையில்லை. பயிர் ஆரோக்கியமாக இருப்பதை உறுதிப்படுத்தும் வகையில் பராமரிப்பு மற்றும் கண்காணிப்புகளை தொடருங்கள்.",
      "water": "உட்புற அறைக்கு தேவையான அளவிலான நீர்ப்பூச்சு வழங்குங்கள்."
    },
    "Corn_(maize)___Common_rust_": {
      "leafName": "சோளம் (மக்கா)",
      "diseaseName": "பொதுவான ரஸ்ட்",
      "description": "சோளத்தில் பொதுவான ரஸ்ட் இலைகளில் சிறிய, சிவப்பு-தாமிர நிற முளைகளைக் கொண்டு, இது கடுமையாக இருப்பின் புகையிரதம் மற்றும் மகசூல் குறையக்கூடும்.",
      "precautions": "மாற்றுத் தரங்களில் புகையிரதத்தை விரட்டும் பிற்புறங்கள் நன்றாக இருக்க வேண்டும். நோயின் அழுத்தம் மிகுந்தால் பூஞ்சை மருந்துகளைப் பயன்படுத்தவும்.",
      "treatment": "பூஞ்சை மருந்துகளைத் தவிர்த்தல் நோயின் ஆரம்ப கட்டத்தில் பயன்படுவதாகும். பாதிக்கப்பட்ட இலைகளை அகற்றிக் கொடுத்து நோயின் பரவுவதை தடுப்பது முடியும்.",
      "water": "இலைகள் ஈரமாக இருப்பதைத் தவிர்க்க பற்களின் அடிப்பகுதியை நீர்ப்பூச்சு செய்."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "சோளம் (மக்கா)",
      "diseaseName": "வடக்கு இலை சிதைவு",
      "description": "வடக்கு இலை சிதைவு என்பது இலைகளில் நீண்ட, சாம்பல்-பச்சை, சிகார் வடிவிலான பழங்களைக் கொண்டிருக்கும், இது மகசூல் குறையக்கூடும்.",
      "precautions": "மாற்றுத் தரங்களைப் பயன்படுத்தவும், பயிர் சுழற்சியை நடைமுறையில் கொண்டு வா, மேலும் காற்று ஓட்டத்திற்கு ஏற்ப விலகிடவும்.",
      "treatment": "இடைத்தரப்படுத்தல் அறிகுறிகள் தோன்றும் போதே பூஞ்சை மருந்துகளைப் பயன்படுத்தவும். பூஞ்சை நோயின் அகற்றல் நோயின் பழுதுநோய் பரவாதவகையில் பயிருக்கு வெளியே அவற்றை அகற்றவும்.",
      "water": "இலை சிதைவின் பரவுவதை குறைக்க, முளைத்தலை அகற்றி நீர்ப்பூச்சு செய்ய வேண்டும்."
    },
    "Pepper,_bell___Bacterial_spot": {
      "leafName": "மிளகு, பெல்",
      "diseaseName": "பாக்டீரிய அலங்காரம்",
      "description": "பாக்டீரிய அலங்காரம் இலைகளிலும் பழங்களிலும் சிறிய, இருண்ட, நீர்ம நிற கறைகளைக் கொண்டு, இதனால் இலைகள் வீழ்ச்சி அடைகின்றன மற்றும் பழத்தின் தரம் குறைகின்றது.",
      "precautions": "நோயற்ற விதைகளைப் பயன்படுத்தவும், பயிர் சுழற்சி நடைமுறையில் கொண்டு வரவும் மற்றும் நீர் சினம் அளிக்கத் தவிர்க்கவும். தாமிரம் அடிப்படையிலான பாக்டீரியசைட்களைப் பயன்படுத்தவும்.",
      "treatment": "பாதிக்கப்பட்ட தாவரங்களை அகற்றி அழிக்கவும். நோயின் ஆரம்ப அறிகுறிகளில் பாக்டீரியசைட்களைப் பயன்படுத்தி பரவுவதை கட்டுப்படுத்தவும்.",
      "water": "தாவரத்தின் அடிப்பகுதியில் நீர்ப்பூச்சு செய்யவும், இலைகளில் நீர்ப்பிடிப்புக்கு தடையாக இருப்பதற்காக, பாக்டீரிய பரவுவதற்கு ஏற்ப விலகிடவும்."
    },
    "Pepper,_bell___healthy": {
      "leafName": "மிளகு, பெல்",
      "diseaseName": "ஆரோக்கியமானது",
      "description": "இந்த பெல் மிளகு தாவரம் ஆரோக்கியமாக உள்ளது, மற்றும் நல்ல வளர்ச்சிக்கான அறிகுறிகள் இன்றி, பராமரிப்புகளின் சிறந்த நிலையில் உள்ளது.",
      "precautions": "சீரான பராமரிப்பு, நீர்ப்பூச்சு, உரம், மற்றும் பூச்சி பரிசோதனைகளை தொடருங்கள்.",
      "treatment": "சிகிச்சை தேவையில்லை. தாவரத்தை ஆரோக்கியமாக வைத்திருக்க சீரான பராமரிப்பு செய்யுங்கள்.",
      "water": "நீர்ப்பூச்சு வழங்கவும், தாவரத்தின் அடியில் மண்ணை வெற்றாக்குழியாக வைக்கவும்."
    }
  }
}
