{
  "capture": "క్యాప్చర్ చేయండి",
  "changeImage": "చిత్రాన్ని మార్చండి",
  "cancel": "రద్దు చేయండి",
  "logoTitle": "కృషిప్రహరి",
  "diagnoseButton": "ఇప్పుడు నిర్ధారణ చేయండి",
  "heroTitle": "మీ పంట యొక్క వ్యక్తిగత డాక్టర్",
  "heroDescription": "వైద్యం సులభతరం చేయడం",
  "heroButton": "మా ఫీచర్లను అన్వేషించండి",
  "uploadTitle": "మీ పంటను మాకు చూపించండి",
  "uploadDescription": "ఇక్కడ మీ పంట యొక్క చిత్రాన్ని అప్‌లోడ్ చేయండి",
  "captureCrop": "మీ పంటను క్యాప్చర్ చేయండి",
  "precautionsLabel": "జాగ్రత్తలు",
  "treatmentLabl": "చికిత్స/పర్యవేక్షణ",
  "waterRequirementLabel": "నీటి అవసరం",
  "descriptionLabel": "వివరణ",
  "cropLabel": "పంట",
  "statusLabel": "స్థితి",
  "backButton": "వెనక్కి",
  "moreDetailsButton": "ఇంకా వివరాలు",
  "diseases": {
    "Apple___Cedar_apple_rust": {
      "leafName": "ఆపిల్",
      "diseaseName": "సీడార్ ఆపిల్ తుప్పు",
      "description": "సీడార్ ఆపిల్ తుప్పు ఒక ఫంగల్ వ్యాధి, ఇది ఆపిల్ ఆకులపై ప్రకాశవంతమైన నారింజ, పసుపు లేదా ఎరుపు మరకలు కలిగిస్తుంది, ఫలితంగా పండు నాణ్యత మరియు దిగుబడిలో తగ్గుదల ఉంటుంది.",
      "precautions": "తుప్పు ఫంగస్‌కు ఆశ్రయం కల్పించే సమీపంలోని జునిపర్ లేదా సీడార్ చెట్లను తొలగించండి. వసంతకాలంలో ప్రారంభంలో ఫంగిసైడ్‌లను ప్రయోగించండి.",
      "treatment": "బడ్ బ్రేక్ సమయంలో ఫంగిసైడ్‌లను ప్రయోగించండి మరియు పెరుగుదల సీజన్‌లో అవసరమైనన్ని పొడిగించండి. ప్రభావిత ఆకులను కత్తిరించి, సరిగ్గా నిర్వహించండి.",
      "water": "ఓవర్హెడ్ ఇరిగేషన్‌కి వీలులేకుండా, ఆకుల మీద నీటి తడిని తగ్గించడానికి క్రమంగా నీరుని అందించండి."
    },
    "Apple___healthy": {
      "leafName": "ఆపిల్",
      "diseaseName": "ఆరోగ్యకరమైనది",
      "description": "ఈ ఆపిల్ ఆకులు ఆరోగ్యకరమైనవి మరియు ఎటువంటి వ్యాధి లేదా నష్టం లక్షణాలు లేవు, ఇది అత్యుత్తమ పెరుగుదల పరిస్థితులు మరియు సరైన పర్యవేక్షణను సూచిస్తుంది.",
      "precautions": "అనుభవించగల వ్యాధులను నివారించడానికి క్రమబద్ధమైన పర్యవేక్షణ మరియు పర్యవేక్షణను కొనసాగించండి. సరైన నీరుపొసడం, ఎరువులుపోయడం మరియు కత్తిరించడం నిర్ధారించండి.",
      "treatment": "చికిత్స అవసరం లేదు. మొక్కను ఆరోగ్యకరంగా ఉంచేందుకు క్రమబద్ధమైన పర్యవేక్షణ మరియు పర్యవేక్షణ కొనసాగించండి.",
      "water": "మొక్క యొక్క అవసరాలకు అనుగుణంగా నీరుపొసడం కొనసాగించండి, నీరుపొసడంలో తగ్గుదల లేదా అధికతను నివారించండి."
    },
    "Corn_(maize)___Common_rust_": {
      "leafName": "మొక్కజొన్న",
      "diseaseName": "సాధారణ తుప్పు",
      "description": "మొక్కజొన్నలో సాధారణ తుప్పు ఆకులపై చిన్న, ఎరుపు-తుప్పు మరకలు కలిగిస్తుంది, ఇది తీవ్రంగా ఉంటే ఫోటోసింథసిస్ మరియు దిగుబడిని తగ్గించవచ్చు.",
      "precautions": "ప్రతిస్పందనశీలికాలను పెంచండి మరియు సరైన పంట మార్పును నిర్ధారించండి. రోగభారమైనప్పుడు ఫంగిసైడ్‌లను ప్రయోగించండి.",
      "treatment": "రోగ వ్యాప్తిలో ప్రారంభ దశలో ఫంగిసైడ్‌లను ప్రయోగించండి. ప్రభావిత ఆకులను తొలగించి, వాటిని నాశనం చేయండి.",
      "water": "ఓవర్హెడ్ ఇరిగేషన్‌కి వీలులేకుండా, ఆకుల మీద నీటి తడిని తగ్గించడానికి క్రమబద్ధమైన నీరుని అందించండి."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "మొక్కజొన్న",
      "diseaseName": "ఉత్తర ఆకుపచ్చ కుంగటం",
      "description": "ఉత్తర ఆకుపచ్చ కుంగటం ఆకులపై దీర్ఘమైన, గ్రీన్-గ్రే, సిగార్ ఆకారపు మరకలు కలిగిస్తుంది, ఇది అధిక దిగుబడి నష్టాన్ని కలిగిస్తుంది.",
      "precautions": "ప్రతిస్పందనశీలికలను ఉపయోగించండి, పంట మార్పును అమలు చేయండి మరియు గాలి ప్రవాహానికి సరైన అంతరాన్ని నిర్ధారించండి.",
      "treatment": "లక్షణాలు మొదలైనప్పుడు ఫంగిసైడ్‌లను ప్రయోగించండి. ఫంగస్ ఓవర్వింటరింగ్‌ను నివారించడానికి ప్రభావిత పంట అవశేషాలను తొలగించండి.",
      "water": "మొక్క యొక్క మూలాల వద్ద నీరుపొసడం మరియు ఆకుపై నీటి తడిని తగ్గించడానికి ఓవర్హెడ్ ఇరిగేషన్‌ని నివారించండి, ఇది కుంగటానికి వ్యాప్తిని తగ్గిస్తుంది."
    },
    "Pepper,_bell___Bacterial_spot": {
      "leafName": "మిరప",
      "diseaseName": "బాక్టీరియల్ స్పాట్",
      "description": "బాక్టీరియల్ స్పాట్ ఆకులపై మరియు ఫలాలపై చిన్న, డార్క్, నీటితో నిండిన మరకలను కలిగిస్తుంది, ఫలితంగా ఆకులు వదిలివేయడం మరియు ఫలాల నాణ్యత తగ్గడం.",
      "precautions": "వ్యాధిరహిత విత్తనాలను ఉపయోగించండి, పంట మార్పును అమలు చేయండి మరియు ఓవర్హెడ్ నీరుపొసడం నివారించండి. రాగి ఆధారిత బాక్టీరిసైడ్‌లను ప్రయోగించండి.",
      "treatment": "ప్రభావిత మొక్కలను తొలగించి, వాటిని నాశనం చేయండి. రోగాల మొదటి లక్షణాల వద్ద బాక్టీరిసైడ్‌లను ప్రయోగించండి.",
      "water": "ఆకుపై నీటి తడిని నివారించడానికి మొక్క యొక్క మూలాల వద్ద నీరుపొసడం చేయండి, ఇది బ్యాక్టీరియా వ్యాప్తికి మార్గం కల్పిస్తుంది."
    },
    "Pepper,_bell___healthy": {
      "leafName": "మిరప",
      "diseaseName": "ఆరోగ్యకరమైనది",
      "description": "ఈ బెల్ మిరప మొక్క ఆరోగ్యకరమైనది మరియు ఏ వ్యాధి లేదా ఒత్తిడి లక్షణాలు లేవు, ఇది మంచి పెరుగుదల పరిస్థితిని సూచిస్తుంది.",
      "precautions": "క్రమబద్ధమైన పర్యవేక్షణను కొనసాగించండి, సరైన నీరుపొసడం, ఎరువులు మరియు పురుగు పర్యవేక్షణను కొనసాగించండి.",
      "treatment": "చికిత్స అవసరం లేదు. మొక్కను ఆరోగ్యకరంగా ఉంచేందుకు క్రమబద్ధమైన పర్యవేక్షణను కొనసాగించండి.",
      "water": "నీరు పట్టే ముందు మట్టి కొంత భాగం ఎండిపోవడానికి అనుమతించండి, తద్వారా మూల కుళ్ళిపోతే నివారించవచ్చు."
    }
  }
}
