{
  "capture": "ধরা",
  "changeImage": "ছবি পরিবর্তন",
  "cancel": "বাতিল",
  "logoTitle": "কৃষিপ্রহরী",
  "diagnoseButton": "এখনই নির্ণয় করুন",
  "heroTitle": "আপনার ফসলের ব্যক্তিগত ডাক্তার",
  "heroDescription": "রোগ নির্ণয় সহজতর",
  "heroButton": "আমাদের বৈশিষ্ট্যগুলি অন্বেষণ করুন",
  "uploadTitle": "আপনার ফসল আমাদের দেখান",
  "uploadDescription": "এখানে আপনার ফসলের ছবি আপলোড করুন",
  "captureCrop": "আপনার ফসল ধরুন",
  "precautionsLabel": "সতর্কতা",
  "treatmentLabl": "চিকিৎসা/পরিচর্যা",
  "waterRequirementLabel": "জল প্রয়োজনীয়তা",
  "descriptionLabel": "বর্ণনা",
  "cropLabel": "ফসল",
  "statusLabel": "অবস্থা",
  "backButton": "ফিরে যান",
  "moreDetailsButton": "আরও বিস্তারিত",
  "diseases": {
    "Apple___Cedar_apple_rust": {
      "leafName": "আপেল",
      "diseaseName": "সিডার আপেল মরিচা",
      "description": "সিডার আপেল মরিচা একটি ফাঙ্গাল রোগ যা আপেল পাতায় উজ্জ্বল কমলা, হলুদ বা লালচে দাগ সৃষ্টি করে, ফলে ফলের গুণমান এবং ফলন কমে যায়।",
      "precautions": "মরিচা ছত্রাক ধরার আশ্রয়কারী গাছ যেমন জুনিপার বা সিডার গাছের কাছ থেকে সরিয়ে ফেলুন। বসন্তের শুরুতে ফাঙ্গিসাইড প্রয়োগ করুন।",
      "treatment": "কুঁড়ি ভাঙার সময় ফাঙ্গিসাইড প্রয়োগ করুন এবং প্রয়োজন অনুযায়ী পুরো বৃদ্ধির মরসুম জুড়ে এটি চালিয়ে যান। আক্রান্ত পাতা কেটে সঠিকভাবে নিষ্পত্তি করুন।",
      "water": "নিয়মিত জল সরবরাহ নিশ্চিত করুন, ওভারহেড সেচ এড়িয়ে চলুন যাতে পাতায় জল ধরে না থাকে এবং রোগটি ছড়িয়ে না পড়ে।"
    },
    "Apple___healthy": {
      "leafName": "আপেল",
      "diseaseName": "স্বাস্থ্যকর",
      "description": "এই আপেল পাতা স্বাস্থ্যকর এবং রোগ বা ক্ষতির কোনো চিহ্ন নেই, যা অনুকূল বৃদ্ধির পরিস্থিতি এবং সঠিক পরিচর্যা নির্দেশ করে।",
      "precautions": "সম্ভাব্য রোগগুলি প্রতিরোধ করতে নিয়মিত পর্যবেক্ষণ এবং পরিচর্যা বজায় রাখুন। সঠিকভাবে জল, সার এবং ছাঁটাই নিশ্চিত করুন।",
      "treatment": "কোনো চিকিৎসার প্রয়োজন নেই। উদ্ভিদটি স্বাস্থ্যকর রাখতে নিয়মিত পরিচর্যা এবং পর্যবেক্ষণ চালিয়ে যান।",
      "water": "উদ্ভিদের প্রয়োজন অনুযায়ী নিয়মিত জল সরবরাহ করুন, না কমিয়ে এবং না বাড়িয়ে।"
    },
    "Corn_(maize)___Common_rust_": {
      "leafName": "ভুট্টা (মাইস)",
      "diseaseName": "কমন মরিচা",
      "description": "মাইসে কমন মরিচা পাতায় ছোট, লালচে-বাদামী দাগ সৃষ্টি করে, যা যদি তীব্র হয় তবে ফটোসিনথেসিস এবং ফলন কমাতে পারে।",
      "precautions": "প্রতিরোধী প্রজাতি লাগান এবং সঠিক ফসল ঘুরান নিশ্চিত করুন। যদি রোগের চাপ বেশি হয় তবে ফাঙ্গিসাইড প্রয়োগ করুন।",
      "treatment": "রোগের প্রাথমিক লক্ষণ দেখলেই ফাঙ্গিসাইড প্রয়োগ করুন। ছত্রাকের বিস্তার কমানোর জন্য আক্রান্ত পাতা সরিয়ে ধ্বংস করুন।",
      "water": "উদ্ভিদের মূলের পাশে জল দিন যাতে পাতা শুকনো থাকে, কারণ পাতায় আর্দ্রতা মরিচা উন্নয়নে সহায়ক।"
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "ভুট্টা (মাইস)",
      "diseaseName": "নর্দার্ন লিফ ব্লাইট",
      "description": "নর্দার্ন লিফ ব্লাইট পাতায় লম্বা, ধূসর-সবুজ, সিগার-আকৃতির দাগ সৃষ্টি করে, যা ফলনে উল্লেখযোগ্য হ্রাস ঘটাতে পারে।",
      "precautions": "প্রতিরোধী সংকর ব্যবহার করুন, ফসল ঘুরান এবং বায়ুপ্রবাহের জন্য সঠিকভাবে স্থান দিন।",
      "treatment": "প্রথম লক্ষণ দেখা দিলে ফাঙ্গিসাইড প্রয়োগ করুন। ছত্রাকের ওভারউইন্টারিং প্রতিরোধ করতে আক্রান্ত ধ্বংসাবশেষ সরিয়ে ফেলুন।",
      "water": "মূলে জল দিন এবং ওভারহেড সেচ এড়িয়ে চলুন যাতে পাতায় আর্দ্রতা কমানো যায় এবং ব্লাইটের বিস্তার হ্রাস পায়।"
    },
    "Pepper,_bell___Bacterial_spot": {
      "leafName": "ক্যাপসিকাম, বড়",
      "diseaseName": "ব্যাকটেরিয়াল স্পট",
      "description": "ব্যাকটেরিয়াল স্পট পাতায় এবং ফলের উপর ছোট, কালো, জল-ভেজা দাগ সৃষ্টি করে, ফলস্বরূপ পাতার পতন এবং ফলের গুণমান হ্রাস ঘটে।",
      "precautions": "রোগমুক্ত বীজ ব্যবহার করুন, ফসল ঘুরান এবং ওভারহেড সেচ এড়িয়ে চলুন। কপার ভিত্তিক ব্যাকটেরিসাইড প্রয়োগ করুন।",
      "treatment": "আক্রান্ত উদ্ভিদগুলি সরিয়ে ধ্বংস করুন। রোগটি নিয়ন্ত্রণ করতে রোগের প্রথম লক্ষণে ব্যাকটেরিসাইড প্রয়োগ করুন।",
      "water": "গাছের মূলের পাশে জল দিন যাতে পাতায় আর্দ্রতা ছড়িয়ে না যায়, যা ব্যাকটেরিয়া ছড়াতে পারে।"
    },
    "Pepper,_bell___healthy": {
      "leafName": "ক্যাপসিকাম, বড়",
      "diseaseName": "স্বাস্থ্যকর",
      "description": "এই বড় ক্যাপসিকাম গাছটি সুস্থ, রোগ বা চাপের কোনো দৃশ্যমান চিহ্ন নেই, যা ভাল বৃদ্ধির পরিস্থিতি নির্দেশ করে।",
      "precautions": "নিয়মিত পরিচর্যা চালিয়ে যান, সঠিকভাবে জল সরবরাহ, সার প্রদান এবং কীটপতঙ্গ পর্যবেক্ষণ করুন।",
      "treatment": "কোনো চিকিৎসার প্রয়োজন নেই। উদ্ভিদটি স্বাস্থ্যকর রাখতে নিয়মিত পরিচর্যা চালিয়ে যান।",
      "water": "নিয়মিত জল সরবরাহ নিশ্চিত করুন, জল দেওয়ার মধ্যে মাটি কিছুটা শুকানোর অনুমতি দিন যাতে মূল পচা এড়ানো যায়।"
    }
  }
}
