{
  "capture": "ക്യാപ്ചർ",
  "changeImage": "ചിത്രം മാറ്റുക",
  "cancel": "റദ്ദാക്കുക",
  "logoTitle": "കൃഷിപ്രഹരി",
  "diagnoseButton": "ഇപ്പോൾ രോഗം കണ്ടെത്തുക",
  "heroTitle": "നിങ്ങളുടെ വിളയുടെ വ്യക്തിപരമായ ഡോക്ടർ",
  "heroDescription": "രോഗനിര്‍ണ്ണയം എളുപ്പമാക്കുന്നു",
  "heroButton": "ഞങ്ങളുടെ സവിശേഷതകൾ പരിശോധിക്കുക",
  "uploadTitle": "നിങ്ങളുടെ വിള കാണിക്കുക",
  "uploadDescription": "നിങ്ങളുടെ വിളയുടെ ചിത്രം ഇവിടെ അപ്ലോഡ് ചെയ്യുക",
  "captureCrop": "നിങ്ങളുടെ വിള പിടിക്കുക",
  "precautionsLabel": "മുന്നറിയിപ്പ്",
  "treatmentLabl": "ചികിത്സ/പരിപാലനം",
  "waterRequirementLabel": "വെള്ളം ആവശ്യം",
  "descriptionLabel": "വിവരണം",
  "cropLabel": "വളം",
  "statusLabel": "സ്ഥിതി",
  "backButton": "തിരികെ",
  "moreDetailsButton": "കൂടുതൽ വിശദാംശങ്ങൾ",
  "diseases": {
    "Apple__Cedar_apple_rust": {
      "leafName": "ആപ്പിൾ",
      "diseaseName": "സിഡാർ ആപ്പിൾ റസ്റ്റ്",
      "description": "സിഡാർ ആപ്പിൾ റസ്റ്റ് ഒരു ശിലീന്ദ്ര രോഗമാണ്, ഇത് ആപ്പിൾ ഇലകളിൽ പ്രകാശിക്കുന്ന ഓറഞ്ച്, മഞ്ഞ, അല്ലെങ്കിൽ ചുവന്ന പാടുകൾ ഉണ്ടാക്കുന്നു, ഫലത്തിന്റെ ഗുണനിലവാരം കുറഞ്ഞു.",
      "precautions": "രോഗം പകരുന്ന ഫംഗസിന് നിഴലേകുന്ന സമീപമുള്ള സിഡാർ മരങ്ങളും നീക്കം ചെയ്യുക. പ്രാഥമിക ഘട്ടത്തിൽ ഫംഗിസൈഡുകൾ ഉപയോഗിക്കുക.",
      "treatment": "പുഷ്പവിരിവിൻ പ്രതിസന്ധി മറികടക്കുന്നതിനായി ഫംഗിസൈഡുകൾ ഉപയോഗിക്കുക. രോഗബാധിത ഇലകൾ പിഴുത് അവയെ ശരിയായ രീതിയിൽ നീക്കം ചെയ്യുക.",
      "water": "വളരാൻ ആവശ്യമായവയാണ് പ്രാപ്‍ചാവായായ. ഇലയുടെ ഈർപ്പ് കുറയ്ക്കുന്നതിനും രോഗം പടരാതിരിക്കാനും വെള്ളം തിങ്ങിയത് ശരിയായ രീതിയിൽ നടത്തുക."
    },
    "Apple__healthy": {
      "leafName": "ആപ്പിൾ",
      "diseaseName": "ആരോഗ്യകരമായ",
      "description": "ഈ ആപ്പിൾ ഇല ആരും രോഗം ഇല്ലാതെ ആരോഗ്യകരമാണ്, അത് നല്ല വളർച്ചാ സാഹചര്യങ്ങളെ സൂചിപ്പിക്കുന്നു.",
      "precautions": "മൂല്യം നഷ്ടപ്പെടുന്നത് തടയാൻ ഇടയ്ക്കിടെ പരിശ്രമിക്കുക. ശരിയായ വാണ്ഡീസമ്മിശ്രം, നേർണൽ, അല്ലെങ്കിൽ ചെടിയെക്കുറിച്ചുള്ള ഉണ്ണം ഉറപ്പാക്കുക.",
      "treatment": "ചികിത്സ ആവശ്യമില്ല. ചെടിയെ ആരോഗ്യകരമായി സൂക്ഷിക്കാൻ ഇടയ്ക്കിടെ കാത്തിരിക്കുക.",
      "water": "ചെടിയെ ആവശ്യത്തിനനുസരിച്ച് വല്ലിച്ചുചിത്രം നൽകുക, വെള്ളം അല്ലെങ്കിൽ എയർപോക്കുന്നത് ഒഴിവാക്കുക."
    },
    "Corn_(maize)__Common_rust": {
      "leafName": "ചോളം",
      "diseaseName": "സാധാരണ റസ്റ്റ്",
      "description": "ചോളം ഇലകളിൽ ചെറിയ ചുവപ്പ്-താമ്ര നിറത്തിലുള്ള പാടുകൾ ഉണ്ടാക്കുന്നു, അത് സൃഷ്ടിക്കുന്ന ജലസമാധാനവും ഉൽപ്പന്നത്തിനുള്ള സാധ്യതയും കുറയ്ക്കുന്നു.",
      "precautions": "പരിമിതലാൽപരികമായ വാടകയും പ്രാന്തരേഖയിലും കൃഷി ചെയ്യുന്നതിനും വെള്ളസേചനം ചെയ്യുന്നതിനും സമഗ്രമായി പൂശുക.",
      "treatment": "രോഗവികാസത്തിന്റെ പ്രാരംഭ ഘട്ടത്തിൽ ഫംഗിസൈഡുകൾ ഉപയോഗിക്കുക. രോഗബാധിത ഇലകൾ നീക്കം ചെയ്യുക.",
      "water": "പാമ്പുകളെ വറ്റിക്കാന്‍ ഓടിയെടുക. ഇലകളുടെ ഈര്‍പ്പ് കുറയ്ക്കാന്‍ പാമ്പുകളെ ഇറക്കാന്‍ വിളകൾ."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "ചോളം",
      "diseaseName": "നോർത്ത് ലിഫ് ബ്ലൈറ്റ്",
      "description": "നോർത്ത് ലിഫ് ബ്ലൈറ്റ് ഒരു നീളം കൂടിയ, ചാരനിറം കലർന്ന പച്ച നിറം പൂക്കുന്ന ഔഷധ സസ്യമാണ്, ഇത് ഉൽപ്പന്നത്തിൽ വലിയ നഷ്ടം വരുത്തും.",
      "precautions": "നീണ്ട, വൃത്തിയുള്ള, മത്സ്യത്തോടു കൂടി വളിപ്പിക്കാൻ സാധ്യതയുള്ള തണ്ണീർ മുളിപ്പിക്കുക.",
      "treatment": "രോഗത്തിന്റെ ആദ്യ ലക്ഷണങ്ങളിൽ ഫംഗിസൈഡുകൾ ഉപയോഗിക്കുക. പണ്ട് പേടിച്ച് വളരാതിരിക്കാൻ മണ്ണിൽ നിന്ന് രോഗബാധിത ബാക്കിയുള്ള തുല്യനിലകൾ നീക്കം ചെയ്യുക.",
      "water": "ഇലയുടെ ഈർപ്പ് കുറയ്ക്കാൻ മണ്ണിൽ നിന്ന് പൊക്കം കുറയാതെ ഒഴിക്കുക."
    },
    "Pepper,bell_Bacterial_spot": {
      "leafName": "മുളക്",
      "diseaseName": "ബാക്ടീരിയൽ സ്പോട്ട്",
      "description": "മുളകിലെ ഇലകളിലും കായ്കളിലും ചെറിയ, കറുത്ത, ജലജമോൺ പാടുകൾ ഉണ്ടാക്കുന്നു, ഇത് വിളയിലെ ഗുണനിലവാരവും പ്രവർത്തിപ്പിക്കുന്നു.",
      "precautions": "രോഗമുക്തമായ വിത്തുകൾ ഉപയോഗിക്കുക. കലത്തോട് കൂടി കൃഷി ചെയ്യുന്നതിനും വെള്ളം പടർന്നുപോകാതെ സൂക്ഷിക്കുക. ചെമ്പിന്റെ അടിസ്ഥാനത്തിൽ ബാക്ടീരിയ സൃഷ്ടിപ്പിക്കുക.",
      "treatment": "രോഗബാധിതമായ ചെടികൾ നീക്കം ചെയ്യുക. രോഗത്തിന്റെ ആദ്യ ലക്ഷണങ്ങളിൽ ബാക്ടീരിയ സൃഷ്ടിപ്പിക്കുക.",
      "water": "ഇലകൾക്ക് മുകളിൽ വരാതിരിക്കാൻ മാത്രം പുഷ്കരവത്സരം ചെയ്യുക."
    },
    "Pepper,_bell__healthy": {
      "leafName": "മുളക്",
      "diseaseName": "ആരോഗ്യം",
      "description": "ഈ മുളക് ചെടി ആരും രോഗം ഇല്ലാതെ ആരോഗ്യകരമാണ്, നല്ല വളർച്ചാ സാഹചര്യങ്ങളെ സൂചിപ്പിക്കുന്നു.",
      "precautions": "രോഗമുക്തമായ വിത്തുകൾ ഉപയോഗിക്കുക. പാലനം, വളിപ്പിക്കൽ, രോഗബാധിതമായ സാഹചര്യങ്ങളിൽ നിന്നുള്ള കീടങ്ങൾ കാത്തുസൂക്ഷിക്കുക.",
      "treatment": "ചികിത്സ ആവശ്യമില്ല. ചെടിയെ ആരോഗ്യകരമായി സൂക്ഷിക്കാൻ ഇടയ്ക്കിടെ കാത്തിരിക്കുക.",
      "water": "വെള്ളം പച്ചമാക്കുന്നതിനായി മിതമായ കെട്ടഴക്കത്തോടെ പുഷ്ക്കളം നൽകുക."
    }
  }
}
