{
  "capture": "કૅપ્ચર",
  "changeImage": "છબી બદલો",
  "cancel": "રદ્દ કરો",
  "logoTitle": "કૃષિપ્રહારી",
  "diagnoseButton": "હવે નિદાન કરો",
  "heroTitle": "તમારા પાકનો વ્યક્તિગત ડૉક્ટર",
  "heroDescription": "રોગનું નિદાન સરળ બનાવ્યું",
  "heroButton": "અમારી સુવિધાઓની તપાસ કરો",
  "uploadTitle": "અમને તમારો પાક બતાવો",
  "uploadDescription": "અહીં તમારા પાકની છબી અપલોડ કરો",
  "captureCrop": "તમારા પાકને કૅપ્ચર કરો",
  "precautionsLabel": "પૂર્વસાવચેતીઓ",
  "treatmentLabl": "ઇલાજ/કાળજી",
  "waterRequirementLabel": "પાણીની જરૂરિયાત",
  "descriptionLabel": "વર્ણન",
  "cropLabel": "પાક",
  "statusLabel": "સ્થિતિ",
  "backButton": "પાછા",
  "moreDetailsButton": "વધુ વિગતો",
  "diseases": {
    "Apple___Cedar_apple_rust": {
      "leafName": "સફરજન",
      "diseaseName": "સિડાર એપલ રસ્ટ",
      "description": "સિડાર એપલ રસ્ટ એ ફૂગિયાં રોગ છે જે સફરજનના પાંદડાં પર તેજસ્વી કેશરી, પીળા અથવા લાલચી ડાઘો ઉત્પન્ન કરે છે, જેના પરિણામે ફળની ગુણવત્તા અને ઉપજમાં ઘટાડો થાય છે.",
      "precautions": "ફૂગ માટે આશ્રયદાતા તરીકે કાર્ય કરનારા નજીકના જુનિપર અથવા સિડાર વૃક્ષોને દૂર કરો. વહેલા વસંતમાં ફૂગનાશક દવાઓનો ઉપયોગ કરો.",
      "treatment": "મૂળ તૂટી જતાં ફૂગનાશક દવાઓનો ઉપયોગ કરો અને જરૂરી હોય ત્યારે સમગ્ર વૃદ્ધિની મોસમમાં ચાલુ રાખો. અસરગ્રસ્ત પાંદડાંને કાપી નાખો અને યોગ્ય રીતે તેનો નિકાલ કરો.",
      "water": "નિયમિત પાણી આપો, પરંતુ ઉપરથી પાણી આપવાથી બચો જેથી પાંદડાં ભીંજાઈ ન જાય અને રોગ ન ફેલાય."
    },
    "Apple___healthy": {
      "leafName": "સફરજન",
      "diseaseName": "સ્વસ્થ",
      "description": "આ સફરજનનું પાંદડું સ્વસ્થ છે અને રોગ કે નુકસાનના કોઈ ચિહ્નો નથી, જે શ્રેષ્ઠ વૃદ્ધિની સ્થિતિ અને યોગ્ય કાળજી દર્શાવે છે.",
      "precautions": "સંભવિત રોગોથી બચવા માટે નિયમિત નિરીક્ષણ અને કાળજી જાળવો. યોગ્ય રીતે પાણી, ખાતર અને કાપણીની ખાતરી કરો.",
      "treatment": "કોઈ ઉપચારની જરૂર નથી. છોડને સ્વસ્થ રાખવા માટે નિયમિત કાળજી અને નિરીક્ષણ ચાલુ રાખો.",
      "water": "છોડની જરૂરિયાત પ્રમાણે નિયમિત પાણી આપો, ઓછું કે વધુ આપવાનું ટાળો."
    },
    "Corn_(maize)___Common_rust_": {
      "leafName": "મકાઈ (મકાઇ)",
      "diseaseName": "સામાન્ય રસ્ટ",
      "description": "મકાઈમાં સામાન્ય રસ્ટ પાંદડાં પર નાના, લાલચી-ભૂરા ફોલ્લા ઉત્પન્ન કરે છે, જે ગંભીર થવાથી ફોટોસિન્થેસિસ અને ઉપજમાં ઘટાડો થઈ શકે છે.",
      "precautions": "પ્રતિકારક જાતો વાવો અને યોગ્ય પાક ફેરફારની ખાતરી કરો. જો રોગનો દબાણ વધારે હોય તો ફૂગનાશક દવાઓનો ઉપયોગ કરો.",
      "treatment": "રોગના વિકાસના પ્રથમ લક્ષણ પર ફૂગનાશક દવાઓનો ઉપયોગ કરો. ફેલાવા ઘટાડવા માટે અસરગ્રસ્ત પાંદડાંને દૂર કરો અને નાશ કરો.",
      "water": "છોડના મૂળ પર પાણી આપો જેથી પાંદડાં સુકાઈ જાય, કારણ કે પાંદડાં પર ભેજ રસ્ટના વિકાસમાં સહાય કરે છે."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "મકાઈ (મકાઇ)",
      "diseaseName": "ઉત્તર પાંદડું વિમુક્ત",
      "description": "ઉત્તર પાંદડું વિમુક્તતા લાંબા, ગ્રે-ગ્રીન, સિગર-આકારના દાઘોને પાંદડાં પર ઉત્પન્ન કરે છે, જે ઉપજમાં નોંધપાત્ર ઘટાડો કરી શકે છે.",
      "precautions": "પ્રતિકારક સંકર જાતોનો ઉપયોગ કરો, પાક ફેરફારનો અમલ કરો અને હવામાં પ્રવાહ માટે યોગ્ય અંતર રાખો.",
      "treatment": "પ્રથમ લક્ષણો પર ફૂગનાશક દવાઓનો ઉપયોગ કરો. ફૂગના ઓવરવિનટરિંગને અટકાવવા માટે અસરગ્રસ્ત અવશેષોને દૂર કરો.",
      "water": "મૂળ પર પાણી આપો અને પાંદડાં પર ભેજ ઘટાડવા માટે ઉપરથી સિંચાઈ ટાળો, જેથી વિમુક્તતાના ફેલાવાને ઓછું કરી શકાય."
    },
    "Pepper,_bell___Bacterial_spot": {
      "leafName": "મરચું, બેલ",
      "diseaseName": "બેક્ટેરિયલ સ્પોટ",
      "description": "બેક્ટેરિયલ સ્પોટ પાંદડાં અને ફળ પર નાના, કાળા, પાણીથી ભરેલા ડાઘો ઉત્પન્ન કરે છે, જેના પરિણામે પાંદડાં ઉલટાઈ જાય છે અને ફળની ગુણવત્તા ઘટે છે.",
      "precautions": "રોગમુક્ત બીજનો ઉપયોગ કરો, પાક ફેરફારનો અમલ કરો અને ઉપરથી સિંચાઈ ટાળો. કૉપર આધારિત બેક્ટેરિસાઇડનો ઉપયોગ કરો.",
      "treatment": "અસરગ્રસ્ત છોડને દૂર કરો અને નાશ કરો. રોગના પ્રથમ લક્ષણો પર બેક્ટેરિસાઇડનો ઉપયોગ કરો જેથી તે ફેલાવા પર નિયંત્રણ કરી શકાય.",
      "water": "પાંદડાં પર ભેજને રોકવા માટે છોડના મૂળ પર પાણી આપો, કારણ કે બેક્ટેરિયા ફેલાવાની શક્યતા વધી જાય છે."
    },
    "Pepper,_bell___healthy": {
      "leafName": "મરચું, બેલ",
      "diseaseName": "સ્વસ્થ",
      "description": "આ બેલ મરચુંનો છોડ સ્વસ્થ છે અને કોઈ દેખાવા માંથી રોગ કે તણાવના ચિહ્નો નથી, જે સારું વૃદ્ધિની પરિસ્થિતિ દર્શાવે છે.",
      "precautions": "નિયમિત કાળજી ચાલુ રાખો, જેમાં યોગ્ય પાણી આપો, ખાતર આપો અને જીવાતની નિરીક્ષણ કરો.",
      "treatment": "કોઈ ઉપચારની જરૂર નથી. છોડને સ્વસ્થ રાખવા માટે નિયમિત કાળજી ચાલુ રાખો.",
      "water": "પાણી આપવાની વચ્ચે જમીનને થોડુંક સુકાવાની મંજૂરી આપો જેથી મૂળમાં સડો થવાથી બચી શકાય."
    }
  }
}
