{
  "capture": "ਕੈਪਚਰ ਕਰੋ",
  "changeImage": "ਤਸਵੀਰ ਬਦਲੋ",
  "cancel": "ਰੱਦ ਕਰੋ",
  "logoTitle": "ਕ੍ਰਿਸ਼ੀਪ੍ਰਹਾਰੀ",
  "diagnoseButton": "ਹੁਣ ਹੀ ਰੋਗ ਪਛਾਣੋ",
  "heroTitle": "ਤੁਹਾਡੇ ਫ਼ਸਲ ਦਾ ਨਿੱਜੀ ਡਾਕਟਰ",
  "heroDescription": "ਰੋਗ ਪਛਾਣਨਾ ਆਸਾਨ ਬਣਾ ਰਿਹਾ ਹੈ",
  "heroButton": "ਸਾਡੇ ਫੀਚਰਾਂ ਨੂੰ ਖੋਜੋ",
  "uploadTitle": "ਸਾਨੂੰ ਆਪਣਾ ਫ਼ਸਲ ਦਿਖਾਓ",
  "uploadDescription": "ਆਪਣੇ ਫ਼ਸਲ ਦੀ ਤਸਵੀਰ ਇੱਥੇ ਅੱਪਲੋਡ ਕਰੋ",
  "captureCrop": "ਆਪਣੇ ਫ਼ਸਲ ਦੀ ਤਸਵੀਰ ਕੈਪਚਰ ਕਰੋ",
  "precautionsLabel": "ਸਾਵਧਾਨੀਆਂ",
  "treatmentLabl": "ਇਲਾਜ/ਸੰਭਾਲ",
  "waterRequirementLabel": "ਪਾਣੀ ਦੀ ਲੋੜ",
  "descriptionLabel": "ਵੇਰਵਾ",
  "cropLabel": "ਫ਼ਸਲ",
  "statusLabel": "ਹਾਲਤ",
  "backButton": "ਵਾਪਸ",
  "moreDetailsButton": "ਹੋਰ ਵੇਰਵਾ",
  "diseases": {
    "Apple__Cedar_apple_rust": {
      "leafName": "ਸੇਬ",
      "diseaseName": "ਸੀਡਰ ਸੇਬ ਰਸਟ",
      "description": "ਸੀਡਰ ਸੇਬ ਰਸਟ ਇੱਕ ਫੰਗਸ ਰੋਗ ਹੈ ਜੋ ਸੇਬ ਦੀਆਂ ਪੱਤੀਆਂ 'ਤੇ ਚਮਕਦਾਰ ਸੰਗਤ, ਪੀਲੇ ਜਾਂ ਲਾਲ ਧੱਬੇ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਫਲ ਦੀ ਗੁਣਵੱਤਾ ਅਤੇ ਪੈਦਾਵਾਰ ਘੱਟ ਹੋ ਜਾਂਦੀ ਹੈ।",
      "precautions": "ਨੇੜੇ ਦੇ ਜੁਨੀਪਰ ਜਾਂ ਸੀਡਰ ਦੇ ਰੁੱਖ ਹਟਾਓ ਜੋ ਰਸਟ ਫੰਗਸ ਦੀ ਮਿਹਨਤ ਕਰਦੇ ਹਨ। ਮਾਰਚ ਦੇ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਫੰਗਿਸਾਈਡ ਲਗਾਓ।",
      "treatment": "ਬਡ ਪੈਣ ਵੇਲੇ ਫੰਗਿਸਾਈਡ ਲਗਾਓ ਅਤੇ ਲੋੜ ਅਨੁਸਾਰ ਗਰੋਥ ਸੀਜ਼ਨ ਦੇ ਦੌਰਾਨ ਇਸਦੀ ਵਰਤੋਂ ਕਰੋ। ਸੰਕ੍ਰਮਿਤ ਪੱਤਿਆਂ ਨੂੰ ਕੱਟ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਠੀਕ ਢੰਗ ਨਾਲ ਨਾਸ਼ ਕਰੋ।",
      "water": "ਲਗਾਤਾਰ ਪਾਣੀ ਸਪਲਾਈ ਨੂੰ ਯਕੀਨੀ ਬਣਾ ਕੇ ਓਵਰਹੈੱਡ ਇਰੀਗੇਸ਼ਨ ਤੋਂ ਬਚੋ ਤਾਂ ਜੋ ਪੱਤਿਆਂ ਦੀ ਨਮੀ ਘੱਟ ਹੋ ਸਕੇ ਅਤੇ ਰੋਗ ਦੇ ਫੈਲਾਅ ਤੋਂ ਬਚਿਆ ਜਾ ਸਕੇ।"
    },
    "Apple__healthy": {
      "leafName": "ਸੇਬ",
      "diseaseName": "ਸਿਹਤਮੰਦ",
      "description": "ਇਹ ਸੇਬ ਦਾ ਪੱਤਾ ਸਿਹਤਮੰਦ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਕੋਈ ਰੋਗ ਜਾਂ ਨੁਕਸਾਨ ਦੇ ਅਸਰ ਨਹੀਂ ਹਨ, ਜਿਸ ਨਾਲ ਵਧੀਆ ਵਾਧੂ ਹਾਲਤਾਂ ਦਾ ਪਤਾ ਲਗਦਾ ਹੈ।",
      "precautions": "ਮੁਮਕਿਨਾ ਰੋਗਾਂ ਤੋਂ ਬਚਾਅ ਲਈ ਲਗਾਤਾਰ ਮਾਨੀਟਰਿੰਗ ਅਤੇ ਦੇਖਭਾਲ ਜਾਰੀ ਰੱਖੋ। ਪਾਣੀ ਦੀ ਸਹੀ ਸਪਲਾਈ, ਖਾਦ ਅਤੇ ਕੱਟ-ਕਟਰਾਈ ਨੂੰ ਯਕੀਨੀ ਬਣਾਓ।",
      "treatment": "ਇਲਾਜ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ। ਪੌਧੇ ਨੂੰ ਸਿਹਤਮੰਦ ਰੱਖਣ ਲਈ ਲਗਾਤਾਰ ਦੇਖਭਾਲ ਅਤੇ ਮਾਨੀਟਰਿੰਗ ਜਾਰੀ ਰੱਖੋ।",
      "water": "ਪੌਧੇ ਦੀ ਲੋੜ ਅਨੁਸਾਰ ਲਗਾਤਾਰ ਪਾਣੀ ਪ੍ਰਦਾਨ ਕਰੋ, ਨਾ ਹੀ ਘੱਟ ਪਾਣੀ ਦੇਣ ਅਤੇ ਨਾ ਹੀ ਜ਼ਿਆਦਾ ਪਾਣੀ ਦੇਣ ਤੋਂ ਬਚੋ।"
    },
    "Corn_(maize)__Common_rust": {
      "leafName": "ਮੱਕੀ (ਜੋ)",
      "diseaseName": "ਆਮ ਰਸਟ",
      "description": "ਮੱਕੀ ਵਿੱਚ ਆਮ ਰਸਟ ਪੱਤਿਆਂ 'ਤੇ ਛੋਟੇ, ਲਾਲ-ਭੂਰੇ ਧੱਬੇ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਜੇਕਰ ਗੰਭੀਰ ਹੋਵੇ ਤਾਂ ਪ੍ਰਕਾਸ਼ ਸੰਸ਼ਲੇਸ਼ਣ ਅਤੇ ਪੈਦਾਵਾਰ ਨੂੰ ਘੱਟ ਕਰ ਸਕਦਾ ਹੈ।",
      "precautions": "ਰੋਗ-ਪ੍ਰਤੀਰੋਧਕ ਕਿਸਮਾਂ ਦਾ ਬੀਜ ਬੋਵੋ ਅਤੇ ਠੀਕ ਪੱਕਾ ਰਖੋ। ਜੇਕਰ ਰੋਗ ਦਾ ਦਬਾਅ ਜ਼ਿਆਦਾ ਹੋਵੇ, ਤਾਂ ਫੰਗਿਸਾਈਡ ਲਗਾਓ।",
      "treatment": "ਰੋਗ ਦੇ ਵਿਕਾਸ ਦੇ ਸ਼ੁਰੂਆਤੀ ਦੌਰ 'ਤੇ ਫੰਗਿਸਾਈਡ ਲਗਾਓ। ਸੰਕ੍ਰਮਿਤ ਪੱਤਿਆਂ ਨੂੰ ਹਟਾਓ ਅਤੇ ਫੈਲਾਅ ਨੂੰ ਘਟਾਉਣ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਨਾਸ਼ ਕਰੋ।",
      "water": "ਫਸਲ ਦੀ ਗੜ੍ਹੀ ਰੱਖਣ ਲਈ ਪਾਣੀ ਦੇ ਨਾਲ ਪੱਤਿਆਂ ਨੂੰ ਸੁੱਕੇ ਰੱਖੋ, ਕਿਉਂਕਿ ਪੱਤਿਆਂ 'ਤੇ ਨਮੀ ਰਸਟ ਦੇ ਵਿਕਾਸ ਨੂੰ ਵਧਾਉਣ ਵਾਲਾ ਹੋ ਸਕਦਾ ਹੈ।"
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "ਮੱਕੀ (ਜੋ)",
      "diseaseName": "ਉੱਤਰੀ ਪੱਤਾ ਧੁੰਦਲਾ",
      "description": "ਉੱਤਰੀ ਪੱਤਾ ਧੁੰਦਲਾ ਲੰਬੇ, ਸਲੇਟੀ-ਹਰੇ, ਸਿਗਾਰ-ਆਕਾਰ ਦੇ ਘਾਟਿਆਂ ਨਾਲ ਪੱਤਿਆਂ 'ਤੇ ਹੁੰਦਾ ਹੈ, ਜੋ ਕਿ ਮਹੱਤਵਪੂਰਨ ਪੈਦਾਵਾਰ ਘਟਾ ਸਕਦਾ ਹੈ।",
      "precautions": "ਰੋਗ-ਪ੍ਰਤੀਰੋਧਕ ਹਾਈਬ੍ਰਿਡਸ ਵਰਤੋ, ਠੀਕ ਪੱਕਾ ਰਖੋ, ਅਤੇ ਹਵਾਈ ਗੁਜਾਰਨ ਲਈ ਠੀਕ ਪਾਸਾਂ ਨੂੰ ਯਕੀਨੀ ਬਣਾਓ।",
      "treatment": "ਰੋਗ ਦੇ ਪਹਿਲੇ ਲੱਛਣਾਂ 'ਤੇ ਫੰਗਿਸਾਈਡ ਲਗਾਓ। ਫੰਗਸ ਦੇ ਸਰਦੀ 'ਤੇ ਪਾਓਣ ਤੋਂ ਬਚਾਅ ਲਈ ਖੇਤ ਤੋਂ ਸੰਕ੍ਰਮਿਤ ਅਖੌਤੇ ਹਟਾਓ।",
      "water": "ਪਾਣੀ ਫਸਲ ਦੇ ਮੁਲ ਤੇ ਦਿੱਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਪੱਤਿਆਂ ਦੀ ਨਮੀ ਘਟਾਉਣ ਲਈ ਓਵਰਹੈੱਡ ਇਰੀਗੇਸ਼ਨ ਤੋਂ ਬਚਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।"
    },
    "Pepper,bell_Bacterial_spot": {
      "leafName": "ਮਿਰਚ, ਬੈਲ",
      "diseaseName": "ਬੈਕਟੀਰੀਅਲ ਸਪੌਟ",
      "description": "ਬੈਕਟੀਰੀਅਲ ਸਪੌਟ ਪੱਤਿਆਂ ਅਤੇ ਫਲਾਂ 'ਤੇ ਛੋਟੇ, ਕਾਲੇ, ਪਾਣੀ-ਭਰੇ ਲੱਗੇ ਹੋਏ ਦਾਗ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਪੱਤਿਆਂ ਦੇ ਜ਼ਿਆਦਾ ਗਿਰਾਉਣ ਅਤੇ ਫਲ ਦੀ ਗੁਣਵੱਤਾ ਵਿੱਚ ਘਾਟਾ ਲਿਆਉਂਦਾ ਹੈ।",
      "precautions": "ਬੀਜਾਂ ਦਾ ਚੋਣ ਕਰੋ ਜੋ ਬਿਮਾਰੀ-ਰੋਧੀ ਹਨ, ਠੀਕ ਪੱਕਾ ਰਖੋ, ਅਤੇ ਪਾਣੀ ਦੀ ਓਵਰਹੈੱਡ ਸਪ੍ਰੇਇੰਗ ਤੋਂ ਬਚੋ। ਕਾਪਰ-ਆਧਾਰਤ ਬੈਕਟੀਰੀਸਾਈਡ ਵਰਤੋ।",
      "treatment": "ਸੰਕ੍ਰਮਿਤ ਫਸਲਾਂ ਨੂੰ ਹਟਾਓ ਅਤੇ ਨਾਸ਼ ਕਰੋ। ਰੋਗ ਦੇ ਪਹਿਲੇ ਲੱਛਣਾਂ 'ਤੇ ਬੈਕਟੀਰੀਸਾਈਡ ਲਗਾਓ ਤਾਂ ਜੋ ਫੈਲਾਅ 'ਤੇ ਕਾਬੂ ਪਾਇਆ ਜਾ ਸਕੇ।",
      "water": "ਪਾਣੀ ਫਸਲ ਦੇ ਮੁਲ 'ਤੇ ਦਿੱਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਤਾਂ ਜੋ ਪਾਣੀ ਪੱਤਿਆਂ 'ਤੇ ਨਾ ਛੱਲੇ, ਕਿਉਂਕਿ ਇਹ ਬੈਕਟੀਰੀਆ ਦੇ ਫੈਲਾਅ ਨੂੰ ਵਧਾ ਸਕਦਾ ਹੈ।"
    },
    "Pepper,_bell__healthy": {
      "leafName": "ਮਿਰਚ, ਬੈਲ",
      "diseaseName": "ਸਿਹਤਮੰਦ",
      "description": "ਇਹ ਮਿਰਚ ਫਸਲ ਸਿਹਤਮੰਦ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਕੋਈ ਵੀ ਨਜ਼ਰ ਆਉਣ ਵਾਲੇ ਰੋਗ ਜਾਂ ਤਣਾਅ ਦੇ ਅਸਰ ਨਹੀਂ ਹਨ, ਜਿਸ ਨਾਲ ਵਧੀਆ ਵਾਧੂ ਹਾਲਤਾਂ ਦਾ ਪਤਾ ਲਗਦਾ ਹੈ।",
      "precautions": "ਲਗਾਤਾਰ ਦੇਖਭਾਲ ਜਾਰੀ ਰੱਖੋ, ਜਿਸ ਵਿੱਚ ਪਾਣੀ, ਖਾਦ, ਅਤੇ ਕੀਟਨਾਸ਼ਕਾਂ ਦੀ ਸਹੀ ਸਪ੍ਰੇਇੰਗ ਸ਼ਾਮਲ ਹੈ।",
      "treatment": "ਇਲਾਜ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ। ਫਸਲ ਨੂੰ ਸਿਹਤਮੰਦ ਰੱਖਣ ਲਈ ਲਗਾਤਾਰ ਦੇਖਭਾਲ ਜਾਰੀ ਰੱਖੋ।",
      "water": "ਪਾਣੀ ਲਗਾਤਾਰ ਸਪਲਾਈ ਕਰੋ ਅਤੇ ਸੂਰਖੀ ਨੂੰ ਥੋੜ੍ਹਾ ਸੁੱਕਣ ਦਿਓ ਤਾਂ ਜੋ ਰੂਟ ਰੌਟ ਤੋਂ ਬਚਿਆ ਜਾ ਸਕੇ।"
    }
  }
}
