{
  "capture": "ಪತ್ತೆ ಮಾಡಿ",
  "changeImage": "ಚಿತ್ರವನ್ನು ಬದಲಿಸಿ",
  "cancel": "ರದ್ದು ಮಾಡಿ",
  "logoTitle": "ಕೃಷಿಪ್ರಹರಿ",
  "diagnoseButton": "ಈಗ ವೈದ್ಯಕೀಯ ಪರೀಕ್ಷೆ ಮಾಡಿ",
  "heroTitle": "ನಿಮ್ಮ ಬೆಳೆಕಾ ವೈಯಕ್ತಿಕ ವೈದ್ಯ",
  "heroDescription": "ರೋಗ ಪತ್ತೆ ಸುಲಭವಾಗಿದೆ",
  "heroButton": "ನಮ್ಮ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್ವೇಷಿಸಿ",
  "uploadTitle": "ನಿಮ್ಮ ಬೆಳೆ ತೋರಿಸಿ",
  "uploadDescription": "ನಿಮ್ಮ ಬೆಳೆದ ಚಿತ್ರವನ್ನು ಇಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡಿ",
  "captureCrop": "ನಿಮ್ಮ ಬೆಳೆ ಪತ್ತೆ ಮಾಡಿ",
  "precautionsLabel": "ತಡೆಯುವಿಕೆ",
  "treatmentLabl": "ಚಿಕಿತ್ಸೆ/ಕಾಳಜಿ",
  "waterRequirementLabel": "ನೀರು ಬೇಕು",
  "descriptionLabel": "ವಿವರಣೆ",
  "cropLabel": "ಬೆಳೆ",
  "statusLabel": "ಸ್ಥಿತಿ",
  "backButton": "ಹಿಂದೆ",
  "moreDetailsButton": "ಹೆಚ್ಚಿನ ವಿವರಗಳು",
  "diseases": {
    "Apple___Cedar_apple_rust": {
      "leafName": "ಸೇಬು",
      "diseaseName": "ಸೀಡರ್ ಸೇಬು ಜಂಗ",
      "description": "ಸೀಡರ್ ಸೇಬು ಜಂಗವು ಒಂದು ಫಂಗಸ್ ರೋಗವಾಗಿದೆ, ಇದು ಸೇಬು ಹಣ್ಣಿನ ಎಲೆಗಳಲ್ಲಿ ಪ್ರಕಾಶಮಾನವಾದ ಕೆಂಪು, ಹಳದಿ ಅಥವಾ ಕಿತ್ತಳೆ ಮಚ್ಚೆಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, ಇದು ಹಣ್ಣಿನ ಗುಣಮಟ್ಟವನ್ನು ಮತ್ತು ಉತ್ಪಾದನೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
      "precautions": "ಜಂಗು ಫಂಗಸ್‌ಗೆ ಹೋಸ್ಟ್ ಆಗಿರುವ ಹತ್ತಿರದ ಜುನಿಪರ್ ಅಥವಾ ಸೀಡರ್ ಮರಗಳನ್ನು ತೆಗೆದುಹಾಕಿ. ಪ್ರಾರಂಭಿಕ ಹೊಲೆಯಲ್ಲಿ ಫಂಗಿಸೈಡ್ಗಳನ್ನು ಬಳಸಿರಿ.",
      "treatment": "ಮೆಣಸಿನಮರವನ್ನು ಮುರಿದು ಬಿಡುವಾಗ ಫಂಗಿಸೈಡ್ಗಳನ್ನು ಬಳಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ಅಗತ್ಯವಿರುವಷ್ಟು ಬಳಸಿ. ಬಾಧಿತ ಎಲೆಗಳನ್ನು ಕತ್ತರಿಸಿ ಸರಿಯಾಗಿ ವಿಲೇವಾರಿ ಮಾಡಿ.",
      "water": "ನೀವು ಹೆಚ್ಚು ಬಾಳಿಕೆ ಬರುವುದಿಲ್ಲ ಎಂದು ಸಮರ್ಪಕವಾದ ನೀರಿನ ಪೂರೈಕೆಯನ್ನು ಒದಗಿಸಿ."
    },
    "Apple___healthy": {
      "leafName": "ಸೇಬು",
      "diseaseName": "ಆರೋಗ್ಯವಂತ",
      "description": "ಈ ಸೇಬು ಎಲೆಗಳು ಯಾವುದೇ ರೋಗ ಅಥವಾ ಹಾನಿಯ ಲಕ್ಷಣಗಳನ್ನು ತೋರದೆ ಆರೋಗ್ಯಕರವಾಗಿವೆ, ಉತ್ತಮ ಬೆಳವಣಿಗೆಯ ಪರಿಸ್ಥಿತಿಯನ್ನು ಮತ್ತು ಸರಿಯಾದ ಕಾಳಜಿಯನ್ನು ಸೂಚಿಸುತ್ತವೆ.",
      "precautions": "ಸಾಧ್ಯವಾದ ರೋಗಗಳನ್ನು ತಪ್ಪಿಸಲು ನಿಯಮಿತವಾಗಿ ಪರಿಶೀಲನೆ ಮಾಡಲಾಗುತ್ತದೆ. ಸರಿಯಾದ ನೀರಿನ ಪೂರೈಕೆ, ಗೊಬ್ಬರ ಮತ್ತು ಕತ್ತರಿಸುಂಡಹಂತವು ನಡೆಯುತ್ತದೆಯೇ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
      "treatment": "ಚಿಕಿತ್ಸೆ ಅಗತ್ಯವಿಲ್ಲ. ಸಸ್ಯವನ್ನು ಆರೋಗ್ಯಕರವಾಗಿಡಲು ನಿಯಮಿತ ಕಾಳಜಿ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆಯನ್ನು ಮುಂದುವರಿಸಿ.",
      "water": "ಸಸ್ಯದ ಅಗತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ಸತತವಾಗಿ ನೀರನ್ನು ಒದಗಿಸಿ, ನೀರಿನ ಕೊರತೆ ಅಥವಾ ಹೆಚ್ಚು ನೀರು ಒದಗಿಸುವುದನ್ನು ತಪ್ಪಿಸಿ."
    },
    "Corn_(maize)___Common_rust_": {
      "leafName": "ಮಕ್ಕಿ (ಮೇಝ್)",
      "diseaseName": "ಸಾಮಾನ್ಯ ಜಂಗ",
      "description": "ಮಕ್ಕಿಯಲ್ಲಿ ಸಾಮಾನ್ಯ ಜಂಗವು ಎಲೆಗಳಲ್ಲಿ ಸಣ್ಣ, ಕೆಂಪು-ಬೂದು ಬಳ್ಳಿಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, ಇದು ಗಂಭೀರವಾದರೆ ಪ್ರಕಾಶಸಂಶ್ಲೇಷಣೆಯನ್ನು ಮತ್ತು ಉತ್ಪಾದನೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
      "precautions": "ನಿರೋಧಕ ತಳಿ ಮತ್ತು ಸರಿಯಾದ ಬೆಳೆಯ ಸುತ್ತಣಾ ಮುಟ್ಟಿ ಮರೆಯನ್ನು ಇಡುತ್ತಲೇ ಇರಬೇಕು.",
      "treatment": "ಮೇಲೆ ಹೇಳಿದ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಆರಂಭಿಕ ಹಂತದಲ್ಲಿಯೇ ಫಂಗಿಸೈಡ್ಗಳನ್ನು ಬಳಸಿ. ನಾಶಮಾಡಿ, ನಂತರ ಅವುಗಳನ್ನು ಕತ್ತರಿಸಿ."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "ಮಕ್ಕಿ (ಮೇಝ್)",
      "diseaseName": "ಉತ್ತರದ ಎಲೆಗಳ ಸೊರಗುವಿಕೆ",
      "description": "ಉತ್ತರದ ಎಲೆಗಳ ಸೊರಗುವಿಕೆಯು ಎಲೆಗಳಲ್ಲಿ ಉದ್ದವಾದ, ಬೂದು-ಹಸಿರು, ಚಿಗುರು-ಆಕೃತಿಯ ಶಿಲುಬೆಗಳಾಗಿ ಕಾಣಿಸುತ್ತದೆ, ಇದು ಉತ್ಪಾದನೆಯಲ್ಲಿ ಗಣನೀಯ ನಷ್ಟವನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.",
      "precautions": "ನಿರೋಧಕ ಹೈಬ್ರಿಡ್‌ಗಳನ್ನು ಬಳಸಿರಿ, ಬೆಳೆಯ ಸುತ್ತಣಾ ಮುಟ್ಟಿಯ ಮೂಲಕ ಕೃಷಿಯನ್ನು ನಡೆಸಿ, ಮತ್ತು ಸರಿಯಾದ ದೂರವನ್ನು ಖಚಿತಪಡಿಸಿ.",
      "treatment": "ಲಕ್ಷಣಗಳ ಮೊದಲ ಗುರುತುಗಳಲ್ಲಿ ಫಂಗಿಸೈಡ್ಗಳನ್ನು ಬಳಸಿ. ಹುಲ್ಲಿನ ತೂಕಡಿಸುವಿಕೆ ತಪ್ಪಿಸಲು, ಜಮೀನಿನಲ್ಲಿ ಬಾಧಿತ ಅಚ್ಚುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.",
      "water": "ನೀರನ್ನು ಪೂರೈಸಲು ಮತ್ತು ಎಲೆಗಳ ದ್ರಾವವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಒಳಜಾಗದಲ್ಲಿ ನೀರಿನ ಪೂರೈಕೆ ಮಾಡಬೇಕು."
    },
    "Pepper,_bell___Bacterial_spot": {
      "leafName": "ಮೆಣಸು, ಬೆಲ್",
      "diseaseName": "ಜೀವಾಣು ಚುಕ್ಕಿ",
      "description": "ಜೀವಾಣು ಚುಕ್ಕಿಯು ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣಿನಲ್ಲಿ ಸಣ್ಣ, ಕಪ್ಪು, ನೀರಿನ ಕಲೆಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, ಇದು ವಿಳೆಯಲ್ಲಿ ಶೋಥವನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.",
      "precautions": "ರೋಗ-ಮುಕ್ತ ಬೀಜವನ್ನು ಬಳಸಿ, ಪ್ಲಾಟ್ ಪರಿವಾರವನ್ನು ಉತ್ತಮಗೊಳಿಸಿ, ಮತ್ತು ನೀರಿನ ಮುಚ್ಚಳಿಗೆ ಅವಕಾಶ ನೀಡದಿರಿ. ತಾಮ್ರ ಆಧಾರಿತ ಜೀವಾಣು ನಾಶಕಗಳನ್ನು ಬಳಸಿರಿ.",
      "treatment": "ಬಾಧಿತ ಗಿಡಗಳನ್ನು ತೆಗೆದುಹಾಕಿ. ರೋಗದ ಮೊದಲ ಲಕ್ಷಣಗಳಲ್ಲಿ ಜೀವಾಣು ನಾಶಕಗಳನ್ನು ಬಳಸುವ ಮೂಲಕ ರೋಗವನ್ನು ನಿಯಂತ್ರಿಸಿರಿ.",
      "water": "ನೀರನ್ನು ಗಿಡದ ಅಡಿಯಲ್ಲಿ ಮಾತ್ರ ಪೂರೈಸಿ, ಇದು ಎಲೆಗಳ ಮೇಲೆ ಬೀರಿದಾಗ ಸೂಕ್ತ."
    },
    "Pepper,_bell___healthy": {
      "leafName": "ಮೆಣಸು, ಬೆಲ್",
      "diseaseName": "ಆರೋಗ್ಯವಂತ",
      "description": "ಈ ಬೆಲ್ ಮೆಣಸು ಗಿಡವು ಆರೋಗ್ಯಕರವಾಗಿದ್ದು, ಯಾವುದೇ ರೋಗ ಅಥವಾ ಒತ್ತಡದ ಲಕ್ಷಣಗಳು ಇಲ್ಲ, ಉತ್ತಮ ಬೆಳವಣಿಗೆ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
      "precautions": "ನಿಯಮಿತ ಕಾಳಜಿ, ನೀರಿನ ಪೂರೈಕೆ, ಗೊಬ್ಬರ ಮತ್ತು ಕೀಟಗಳ ಪರಿಶೀಲನೆಗಳನ್ನು ಮುಂದುವರಿಸಿ.",
      "treatment": "ಚಿಕಿತ್ಸೆ ಅಗತ್ಯವಿಲ್ಲ. ಸಸ್ಯವನ್ನು ಆರೋಗ್ಯಕರವಾಗಿ ಕಾಯ್ದುಕೊಳ್ಳಲು ನಿಯಮಿತ ಕಾಳಜಿ ಕೈಗೊಳ್ಳಿ.",
      "water": "ನೀರನ್ನು ನೀಡಲು ತಕ್ಷಣವೇ ಸೂಕ್ತ ತಾಪಮಾನದಲ್ಲಿ ತಯಾರಿಸಿ."
    }
  }
}
