{
  "backButton": "वापस",
  "cancel": "रद्द करें",
  "capture": "कैप्चर करें",
  "captureCrop": "अपनी फसल को कैप्चर करें",
  "changeImage": "छवि बदलें",
  "cropLabel": "फसल",
  "descriptionLabel": "विवरण",
  "diagnoseButton": "अब निदान करें",
  "diseases": {
    "Apple__Cedar_apple_rust": {
      "description": "सीडर एप्पल रस्ट एक फंगल रोग है जो सेब के पत्तों पर चमकीले नारंगी, पीले या लाल धब्बे उत्पन्न करता है, जिससे फल की गुणवत्ता और उपज में कमी होती है।",
      "diseaseName": "सीडर एप्पल रस्ट",
      "leafName": "सेब",
      "precautions": "पास के जुनिपर या सीडर के पेड़ों को हटा दें, जो रस्ट फंगस के मेजबान होते हैं। शुरुआती वसंत में कवकनाशी लगाएं।",
      "treatment": "कवकनाशी को कली के टूटने पर लगाएं और बढ़ते मौसम में आवश्यकतानुसार जारी रखें। संक्रमित पत्तियों को काटें और उन्हें ठीक से नष्ट कर दें।",
      "water": "नियमित पानी दें, पत्तों की गीलीपन को कम करने और रोग के फैलाव को रोकने के लिए ऊपर से सिंचाई से बचें।"
    },
    "Apple__healthy": {
      "description": "यह सेब का पत्ता स्वस्थ है, जिसमें रोग या क्षति के कोई संकेत नहीं हैं, जो कि इष्टतम बढ़ती स्थिति और उचित देखभाल को दर्शाता है।",
      "diseaseName": "स्वस्थ",
      "leafName": "सेब",
      "precautions": "संभावित रोगों को रोकने के लिए नियमित निगरानी और देखभाल बनाए रखें। सही पानी देना, खाद डालना और छंटाई करना सुनिश्चित करें।",
      "treatment": "कोई उपचार आवश्यक नहीं है। पौधे को स्वस्थ रखने के लिए नियमित देखभाल और निगरानी जारी रखें।",
      "water": "पौधे की ज़रूरतों के अनुसार नियमित रूप से पानी दें, न तो कम पानी दें और न ही ज़्यादा।"
    },
    "Corn_(maize)__Common_rust": {
      "description": "मक्का में सामान्य रस्ट छोटे, लाल-भूरे रंग के फफोले उत्पन्न करता है, जो गंभीर होने पर प्रकाश संश्लेषण और उपज को कम कर सकता है।",
      "diseaseName": "सामान्य रस्ट",
      "leafName": "मक्का (मक्का)",
      "precautions": "प्रतिरोधी किस्मों को लगाएं और उचित फसल चक्रीकरण सुनिश्चित करें। यदि रोग का दबाव अधिक हो तो कवकनाशी लगाएं।",
      "treatment": "रोग के विकास के प्रारंभिक चरण में कवकनाशी लगाएं। फैलाव को कम करने के लिए संक्रमित पत्तियों को हटा दें और नष्ट कर दें।",
      "water": "पौधे के आधार पर पानी दें ताकि पत्तियाँ सूखी रहें, क्योंकि पत्तियों पर नमी रस्ट के विकास को बढ़ावा दे सकती है।"
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "description": "नॉर्दर्न लीफ ब्लाइट को पत्तियों पर लंबे, ग्रे-ग्रीन, सिगार के आकार के घावों द्वारा पहचाना जाता है, जो उपज में महत्वपूर्ण कमी ला सकते हैं।",
      "diseaseName": "नॉर्दर्न लीफ ब्लाइट",
      "leafName": "मक्का (मक्का)",
      "precautions": "प्रतिरोधी संकर का उपयोग करें, फसल चक्रीकरण का अभ्यास करें और वायु प्रवाह के लिए उचित स्थान सुनिश्चित करें।",
      "treatment": "लक्षणों के पहले संकेत पर कवकनाशी लगाएं। खेत से संक्रमित मलबे को हटा दें ताकि कवक सर्दियों में न बचे।",
      "water": "आधार पर पानी दें और पत्तियों की गीलीपन को कम करने के लिए ऊपर से सिंचाई से बचें, जिससे ब्लाइट के फैलने की संभावना कम हो जाती है।"
    },
    "Pepper,_bell__healthy": {
      "description": "यह बेल मिर्च का पौधा स्वस्थ है, जिसमें कोई भी रोग या तनाव के लक्षण नहीं हैं, जो अच्छे बढ़ने की स्थिति को दर्शाता है।",
      "diseaseName": "स्वस्थ",
      "leafName": "मिर्च, बेल",
      "precautions": "सही पानी देना, खाद डालना और कीटों की निगरानी करना जैसे नियमित देखभाल जारी रखें।",
      "treatment": "कोई उपचार आवश्यक नहीं है। पौधे को स्वस्थ रखने के लिए नियमित देखभाल बनाए रखें।",
      "water": "मिट्टी को हल्का सूखने देने के लिए नियमित पानी दें ताकि जड़ सड़ने से बचा जा सके।"
    },
    "Pepper,bell_Bacterial_spot": {
      "description": "बैक्टीरियल स्पॉट पत्तियों और फलों पर छोटे, गहरे, पानी से भरे धब्बे उत्पन्न करता है, जिससे पत्तों का गिरना और फलों की गुणवत्ता में कमी आती है।",
      "diseaseName": "बैक्टीरियल स्पॉट",
      "leafName": "मिर्च, बेल",
      "precautions": "रोग-मुक्त बीज का उपयोग करें, फसल चक्रीकरण का अभ्यास करें और ऊपर से पानी देने से बचें। तांबे पर आधारित बैक्टीरिसाइड्स लगाएं।",
      "treatment": "संक्रमित पौधों को हटा दें और नष्ट कर दें। रोग के पहले संकेत पर बैक्टीरिसाइड्स लगाएं ताकि फैलाव को नियंत्रित किया जा सके।",
      "water": "पत्तियों पर नमी को रोकने के लिए पौधों के आधार पर पानी दें, जो बैक्टीरिया को फैलाने में सहायक हो सकती है।"
    }
  },
  "heroButton": "हमारी विशेषताओं का अन्वेषण करें",
  "heroDescription": "रोग निदान आसान बना दिया गया है",
  "heroTitle": "आपकी फसल का व्यक्तिगत डॉक्टर",
  "logoTitle": "कृषि प्रहरी",
  "moreDetailsButton": "अधिक जानकारी",
  "precautionsLabel": "सावधानियाँ",
  "statusLabel": "स्थिति",
  "treatmentLabl": "उपचार/देखभाल",
  "uploadDescription": "यहां अपनी फसल की छवि अपलोड करें",
  "uploadTitle": "हमें अपनी फसल दिखाएं",
  "waterRequirementLabel": "पानी की आवश्यकता"
}
