{
  "capture": "पकडा",
  "changeImage": "प्रतिमा बदला",
  "cancel": "रद्द करा",
  "logoTitle": "कृषीप्रहरी",
  "diagnoseButton": "आता निदान करा",
  "heroTitle": "तुमच्या पीकाचे वैयक्तिक डॉक्टर",
  "heroDescription": "रोग निदान सुलभ केले",
  "heroButton": "आमच्या वैशिष्ट्यांचा अन्वेषण करा",
  "uploadTitle": "तुमचे पीक दाखवा",
  "uploadDescription": "इथे तुमच्या पीकाची प्रतिमा अपलोड करा",
  "captureCrop": "तुमचे पीक पकडा",
  "precautionsLabel": "प्रतिबंध",
  "treatmentLabl": "उपचार/देखभाल",
  "waterRequirementLabel": "पाण्याची गरज",
  "descriptionLabel": "वर्णन",
  "cropLabel": "पीक",
  "statusLabel": "स्थिती",
  "backButton": "मागे जा",
  "moreDetailsButton": "अधिक तपशील",
  "diseases": {
    "Apple__Cedar_apple_rust": {
      "leafName": "सफरचंद",
      "diseaseName": "सीडर सफरचंद रस्ट",
      "description": "सीडर सफरचंद रस्ट एक बुरशीजन्य रोग आहे जो सफरचंदाच्या पानांवर तेजस्वी नारंगी, पिवळे किंवा तांबडे डाग तयार करतो, ज्यामुळे फळांचा दर्जा आणि उत्पादन कमी होते.",
      "precautions": "रस्ट बुरशीसाठी होस्ट असलेल्या नजीकच्या जुनिपर किंवा सीडर झाडांना काढून टाका. प्रारंभीच्या वसंत ऋतूमध्ये फंगीसाइड्स वापरा.",
      "treatment": "कळ्यांची फोडणी होताच फंगीसाइड्स वापरा आणि गरजेनुसार वाढीच्या हंगामात वापरत राहा. संक्रमित पाने छाटून योग्य पद्धतीने नष्ट करा.",
      "water": "स्थिर पाणी पुरवा, पानांवर ओलावा कमी करण्यासाठी ओव्हरहेड सिंचन टाळा आणि रोगाचा प्रसार रोखा."
    },
    "Apple__healthy": {
      "leafName": "सफरचंद",
      "diseaseName": "आरोग्यदायी",
      "description": "हे सफरचंदाचे पान कोणत्याही रोग किंवा नुकसानाच्या चिन्हांशिवाय आरोग्यदायी आहे, जे चांगल्या वाढीच्या परिस्थितीचे आणि योग्य देखभाल दर्शवते.",
      "precautions": "संभाव्य रोग रोखण्यासाठी नियमित देखरेख आणि काळजी घेतली पाहिजे. योग्य पाणी पुरवठा, खत आणि छाटणी सुनिश्चित करा.",
      "treatment": "उपचाराची गरज नाही. वनस्पती आरोग्यदायी ठेवण्यासाठी नियमित काळजी आणि देखरेख चालू ठेवा.",
      "water": "वनस्पतीच्या गरजेनुसार नियमित पाणी पुरवा, ओलावा किंवा अधिक पाणी पुरवण्याचे टाळा."
    },
    "Corn_(maize)__Common_rust": {
      "leafName": "मका (कांदा)",
      "diseaseName": "सामान्य तांबडा",
      "description": "मकाच्या पानांवर लहान, तांबडे-तांबूस पुटके निर्माण करतो, जो गंभीर असल्यास प्रकाशसंश्लेषण आणि उत्पादन कमी करू शकतो.",
      "precautions": "प्रतिरोधक वाण पेरा आणि योग्य पिक बदल सुनिश्चित करा. रोग दाब जास्त असल्यास फंगीसाइड्स वापरा.",
      "treatment": "रोगाच्या विकासाच्या सुरुवातीला फंगीसाइड्स वापरा. रोगाचा प्रसार कमी करण्यासाठी संक्रमित पाने काढून टाका आणि नष्ट करा.",
      "water": "पानांना कोरडे ठेवण्यासाठी वनस्पतीच्या तळाशी पाणी देऊन पाणी द्या, कारण पानांवर ओलावा तांबडा वाढण्यास प्रोत्साहन देऊ शकतो."
    },
    "Corn_(maize)___Northern_Leaf_Blight": {
      "leafName": "मका (कांदा)",
      "diseaseName": "उत्तरी पानाचे ब्लाइट",
      "description": "उत्तरी पानाचे ब्लाइट पानांवर लांब, राखाडी-हिरवे, सिगार आकाराचे डाग निर्माण करतो, ज्यामुळे उत्पादनात लक्षणीय हानी होऊ शकते.",
      "precautions": "प्रतिरोधक हायब्रिड्स वापरा, पिक बदल अमलात आणा आणि हवेच्या प्रवाहासाठी योग्य अंतर ठेवा.",
      "treatment": "लक्षणे दिसू लागल्यानंतर पहिल्यांदा फंगीसाइड्स वापरा. ओव्हरविंटरिंग बुरशीपासून बचाव करण्यासाठी प्रभावित अवशेष हटवा.",
      "water": "पानांचे ओलावास्तव वाढणाऱ्या ब्लाइटच्या प्रसारास कमी करण्यासाठी ओव्हरहेड सिंचन टाळा."
    },
    "Pepper,bell_Bacterial_spot": {
      "leafName": "मिरची, बेल",
      "diseaseName": "बॅक्टेरियल स्पॉट",
      "description": "बॅक्टेरियल स्पॉट पानांवर आणि फळांवर लहान, गडद, पाण्याने भरलेल्या डाग निर्माण करतो, परिणामी पानांची गळती आणि फळांचा दर्जा कमी होतो.",
      "precautions": "रोगमुक्त बियाणे वापरा, पिक बदल अमलात आणा आणि ओव्हरहेड पाणी टाळा. तांब्यावर आधारित बॅक्टेरिसाइड्स वापरा.",
      "treatment": "संक्रमित वनस्पती काढून टाका आणि नष्ट करा. रोगाच्या पहिल्या लक्षणांवर बॅक्टेरिसाइड्स वापरा.",
      "water": "पानांवर पाणी उडण्यापासून रोखण्यासाठी वनस्पतीच्या तळाशी पाणी द्या, ज्यामुळे बॅक्टेरिया पसरू शकतो."
    },
    "Pepper,_bell__healthy": {
      "leafName": "मिरची, बेल",
      "diseaseName": "आरोग्यदायी",
      "description": "ही बेल मिरची वनस्पती आरोग्यदायी आहे आणि चांगल्या वाढीच्या परिस्थितीचा संकेत देणारे कोणतेही रोग किंवा तणाव दिसत नाहीत.",
      "precautions": "सर्वसाधारण काळजी घेण्यास सुरवात करा, योग्य पाणी, खत आणि कीटकांच्या नियंत्रणाचे पालन करा.",
      "treatment": "उपचाराची गरज नाही. वनस्पतीला निरोगी ठेवण्यासाठी नियमित काळजी चालू ठेवा.",
      "water": "सतत पाणी पुरवा, मातीचा काही भाग वाळण्यासाठी परवानगी द्या, त्यामुळे मुळांचा कुजणे टाळता येईल."
    }
  }
}
